{
    "api": {
      "titles": [
        "Трешка недалеко от метро",
        "Дом с евроремонтом в Европе",
        "Хата для вписок",
        "Уютное семейное жилье",
        "Двухкомнатная квартира"
      ],
      "descriptions": [
        "Трехкомнатная квартира с видом на Баренцево море и в 30 минутах езды до метро",
        "Дом царских времен с уникальной историей. Расположен в уютных улочках Аместердама недалеко от небольшого пруда.",
        "Прекрасное дилье для людей с людей, любящих спокойствие и комфорт",
        "Уютная, тёплая однокомнатная квартира ждёт своего покупателя. Приобреталась чтобы жить, но ситуация изменилась. Квартира подойдёт человеку, который хочет создать своё неповторимое жилище. Можно создавать интерьер своей Мечты не поддаваясь влиянию идей прежних жильцов и старой мебели.",
        "В удобных нишах в коридоре могут разместятся прихожая и гардероб. Кухня с местом для компактного гарнитура станет для вас, дополнительным помещением. А на балконе можно сидеть вечерами, с кружечкой чая и вызывать зависть у жильцов из дома напротив.Неподалёку находится вся нужная инфраструктура.",
        "Дом на Бардина - современный жилой комплекс с подземной автостоянкой в центре Юго-Западного района, вблизи парка Чкалова. Уникальная локация подойдёт и для любителей спокойствия и уединения, и для поклонников активного образа жизни.",
        "Холлы на этажах и входная зона выполнены по авторскому дизайн-проекту. Прозрачные входные группы на уровне земли, просторная колясочная комната, комната для мытья лап питомцев, скоростные лифты и собственная котельная делают проживание особенно комфортным.",
        "В квартирах предусмотрены гостевые и приватные зоны, ниши под шкафы-купе, просторные лоджии. Квартиры передаются с отделкой \"под чистовую\". Самый сложный этап отделки квартиры выполнен, новосёлам останутся только приятные хлопоты.",
        "Ипотека с господдержкой, принимаем материнский капитал.",
        "Земли населенных пунктов, для садоводства. Участок правильной прямоугольной формы. Разработан. Есть небольшая тепличка и парник, ягодные кустарники, цветочные клумбы. Скважина - 40м, септик - 5 кубов. До участка асфальтовая дорога, которая зимой чистится. Вся инфраструктура в шаговой доступности. Есть прописка.",
        "ГОТОВЫ НА ОБМЕН!!! ПРЕДЛАГАЙТЕ ВАРИАНТЫ, рассмотрим все! Дополнительные вопросы по телефону.!",
        "Особенности:высокие потолки (3 м), настоящий дровяной камин в гостиной, два въезда на участок, гараж со входом в дом, выход из кухни-гостиной на крытую веранду и далее на участок. ",
        "Площадь 209 кв. м. Коттедж 2 этажа. Эргономичная планировка включает в себя: на первом этаже: зал со вторым светом  с огромными витражными окнами, кухня, 2 спальни (с выходом на террасу), санузел, котельная, прихожая.",
        "Инфраструктура: начальная общеобразовательная школа, несколько магазинов, остановка транспорта (автобус  17)  все в шаговой доступности.",
        "Дом бревенчатый двухэтажный, отопление печное, баня, скважина, электричество. Земля 4 сотки в собственности. На участке есть многолетние насаждения- яблоня, малина, смородина, жимолость.",
        "Продам земельный участок с домом! Удобное расположение участка- отдалён от дороги. Есть баня. Хорошо развитая инфраструктура, отличный транспортный трафик. До центра города 20 минут на общественном транспорте, газ. Идеальное инвестиционное вложение!",
        "Продается участок земли 7,6 соток с дачными строениями, в СНТ Шахтёр. По Челябинскому тракту в черте города. На участке есть яблони, слива, две теплицы и разные насаждения. Земля разработанная, был ежегодный уход. Дачный дом обустроен для летнего проживания, первый и второй этаж полностью оборудованы. До участка грунтовая дорога, которая чистится круглый год.",
        "Дом построен из бруса, фасад - сайтинг, пригоден для круглогодичного  проживания.Отопление печное. Центральный водопровод, э/э 220 -380 В...",
        "Участок  имеет  свой отдельный въезд. Имеет  насаждения. Ближайшая  остановка автобуса  в 5 минутах  пешком."
      ],
      "cities": [
        "Amsterdam",
        "Brussels",
        "Cologne",
        "Dusseldorf",
        "Hamburg",
        "Paris"
      ],
      "previewImages": [
        "preview-image-1.jpg",
        "preview-image-2.jpg",
        "preview-image-3.jpg",
        "preview-image-4.jpg",
        "preview-image-5.jpg",
        "preview-image-6.jpg"
      ],
      "detailImages": [
        "detail-image-1.jpg",
        "detail-image-2.jpg",
        "detail-image-3.jpg",
        "detail-image-4.jpg",
        "detail-image-5.jpg",
        "detail-image-6.jpg",
        "detail-image-7.jpg",
        "detail-image-8.jpg",
        "detail-image-9.jpg",
        "detail-image-10.jpg"
      ],
      "features": [
        "Breakfast",
        "AirConditioning",
        "LaptopFriendlyWorkspace",
        "BabySeat",
        "Washer",
        "Towels",
        "Fridge"
      ],
      "names": [
        "Troy Lawrence",
        "Sara Williams",
        "Stacey Kelly",
        "Shawn Moore",
        "Laura Garza",
        "Margaret Evans",
        "Katherine Hill",
        "Frank Smith",
        "Shirley Cooper",
        "Mary Rivera"
      ],
      "emails": [
        "htonys@example.com",
        "niallo@example.com",
        "ctavakil@example.com",
        "tctr@example.com",
        "oresto@example.com",
        "laylence@example.com",
        "iellen@example.com",
        "wafarsh@example.com",
        "ssomas@example.com",
        "fton@example.com"
      ],
      "avatarPaths": [
        "avatar-1.png",
        "avatar-2.png",
        "avatar-3.png",
        "avatar-4.png",
        "avatar-5.png",
        "avatar-6.png",
        "avatar-7.png",
        "avatar-8.png",
        "avatar-9.png",
        "avatar-10.png",
        "avatar-11.png",
        "avatar-12.png"
      ],
      "commentsText": [
        "В текущем движке нет такой возможности, но мы видим, что многие пользователи, активно принимающие участие в управлении сообществом и содержимым сайта, имеют свой набор комментариев и используют их в тех или иных случаях.",
        "Многие могут помнить, что в старом движке присутствовали шаблонные комментарии, которыми сообщество активно пользовалось для подсказки авторам вопросов или ответов того, как сделать их сообщения более информативными.",
        "видел юзерскрипт, создающий self-destruct комментарии. Вкладку держать открытой не надо было. ",
        "Просто копипастить комментарии — зло, особенно если нужно объяснить что-то нетривиальное. Если притвориться, что вам есть дело от того, кому вы пишете комментарий, то результат будет лучше.",
        "Прочитав подобный комментарий, юзер поймёт, чего именно не хватает в ответе, а не будет сочинять абстрактное обноснование. Ну, в идеале.",
        "Ваш вопрос — офтопик. Мы не выполняем учебные задания за учащихся целиком. Мы можем помочь по той или иной конструкции языка, но убедитесь, что вы знаете оба языка хотя бы на начальном уровне.",
        "да, хотел добавить, что кнопка удалить на главном сайте отсутствует (только для своих комментариев она есть afaik), привилегии у меня все доступны, но видимо удаление комментариев доступно только ромбам. ",
        "Да, я знаю несколько скриптов для этого. Пожалуйста, добавьте ваши рекомендации прямо в ответ (либо в вопрос). ",
        "Вопросы подобного плана не выполняются на этом ресурсе. Если вы затрудняетесь в каком-то конкретном месте, задайте вопрос по этой конструкции языка. В противном случае убедитесь, что вы знаете синтаксис обоих языков хотя бы на начальном уровне.",
        "А я знаю, как автоматизировать комментарии. Сейчас напишу. ) ",
        "Чтобы наши шаблонные комментарии было легко использовать всем, на мой взгляд, следует публиковать их так, чтобы они отображались в сыром виде (то есть с разметкой MarkDown).",
        "Обычно, комментарии преследуют цель запросить у автора улучшить ту или иную составляющую сообщения. Как результат, предлагаю группировать комментарии по целям, который мы хотим достичь его публикацией. ",
        "Предлагаю составить список таких комментариев. Как мне кажется, список будет полезен многим. Спешу предложить формат одного общего ответа, который сообщество сможет дополнять и поддерживать."
      ]
    }
  }
